Revit 2024 API
ParameterTypeId.RebarSystemNumberOfLinesBackDirn1 Property
 "Interior Major Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemNumberOfLinesBackDirn1 { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemNumberOfLinesBackDirn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesBackDirn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace